"BUTTON_AUTHENTICATE" = "Käytä puhelinnumeroani";

"BUTTON_CREATED_ACCOUNT" = "Tili luotu";

"BUTTON_CREATE_ACCOUNT" = "Luo tili";

"BUTTON_CREATING_ACCOUNT" = "Luodaan tiliä";

"BUTTON_DISMISS" = "Hylkää";

"BUTTON_OK" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Lähetä vahvistuskoodi uudelleen";

"BUTTON_RETRY" = "Yritä uudelleen";

"BUTTON_SENDING_CONF_CODE" = "Lähetetään vahvistuskoodia";

"BUTTON_SEND_CONF_CODE" = "Lähetä vahvistuskoodi";

"BUTTON_SENT_CONF_CODE" = "Vahvistuskoodi lähetetty";

"BUTTON_SIGNED_IN" = "Kirjauduttu sisään";

"BUTTON_SIGNING_IN" = "Kirjaudu sisään";

"BUTTON_SIGN_IN" = "Kirjaudu sisään";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Kirjaudu Twitter-tunnuksellasi";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Kokeile toista numeroa";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Tarkista koodi ja yritä uudelleen";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Tarkista verkkoyhteys ja yritä uudelleen";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Tarkista numero ja yritä uudelleen";

"ERROR_TRY_AGAIN_LATER" = "Kirjautuminen Twitteriin ei juuri nyt onnistu. Yritä myöhemmin uudelleen.";

"FOOTNOTE_CREATE_ACCOUNT" = "Napauttamalla yllä Luo seuraava tili hyväksyt Digits by Twitterin <u>käyttöehdot</u>, <u>yksityisyyskäytännön</u> ja  <u>evästekäytännön</u> sekä hyväksyt sovelluksen %@ muiden    \n    \n    käyttäjien voivan löytää sinut puhelinnumeron ja/tai sähköpostiosoitteen avulla.";

"FOOTNOTE_SEND_CONF_CODE" = "Kun napautat yllä Lähetä vahvistuskoodi, <u>Digits by Twitter</u> lähettää sinulle tekstiviestin puhelinnumerosi vahvistamista varten.";

"LABEL_ENTER_CONF_CODE" = "Syötä vahvistuskoodi";

"LABEL_ENTER_PHONE_NUMBER" = "Anna puhelinnumerosi";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Puhelinnumeron vahvistaminen epäonnistui";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Vahvistuskoodin lähettämisessä on nyt ongelmia. Yritä kirjautua sisään alla.";

"PARTIAL_FOOTNOTE_THIS_APP" = "tämä sovellus";

"PLACEHOLDER_CONF_CODE" = "Vahvistuskoodi";

"PLACEHOLDER_YOUR_NUMBER" = "Numerosi";

